export default {
  namespace: 'BlogModel',
  state: {
    blogList: [
      {
        title: '萨达姆做好了战斗准备',
        date: '2019-05-03',
        description: '介绍了萨达姆如何做好战斗准备，包括部署了多少坦克。说到坦克，我就想起：稍有常识的人不难看出，倘若我们到铁骑继续前进，这个螳臂当车的歹徒，能够抵挡得了吗？'
      },
      {
        title: '母猪的产后护理',
        date: '2019-06-04',
        description: '介绍了如何对母猪进行产后护理，拿错书了。粮食大丰收，洪水被打跑，百姓安居乐业，齐夸党的领导。国外比较乱糟，整天勾心斗角。纵观世界风云，风景这边独好。'
      },
      {
        title: '萨达姆做好了战斗准备',
        date: '2019-05-03',
        description: '介绍了萨达姆如何做好战斗准备，包括部署了多少坦克。说到坦克，我就想起：稍有常识的人不难看出，倘若我们到铁骑继续前进，这个螳臂当车的歹徒，能够抵挡得了吗？'
      },
      {
        title: '母猪的产后护理',
        date: '2019-06-04',
        description: '介绍了如何对母猪进行产后护理，拿错书了。粮食大丰收，洪水被打跑，百姓安居乐业，齐夸党的领导。国外比较乱糟，整天勾心斗角。纵观世界风云，风景这边独好。'
      },
      {
        title: '萨达姆做好了战斗准备',
        date: '2019-05-03',
        description: '介绍了萨达姆如何做好战斗准备，包括部署了多少坦克。说到坦克，我就想起：稍有常识的人不难看出，倘若我们到铁骑继续前进，这个螳臂当车的歹徒，能够抵挡得了吗？'
      },
      {
        title: '母猪的产后护理',
        date: '2019-06-04',
        description: '介绍了如何对母猪进行产后护理，拿错书了。粮食大丰收，洪水被打跑，百姓安居乐业，齐夸党的领导。国外比较乱糟，整天勾心斗角。纵观世界风云，风景这边独好。'
      },
      {
        title: '萨达姆做好了战斗准备',
        date: '2019-05-03',
        description: '介绍了萨达姆如何做好战斗准备，包括部署了多少坦克。说到坦克，我就想起：稍有常识的人不难看出，倘若我们到铁骑继续前进，这个螳臂当车的歹徒，能够抵挡得了吗？'
      },
      {
        title: '母猪的产后护理',
        date: '2019-06-04',
        description: '介绍了如何对母猪进行产后护理，拿错书了。粮食大丰收，洪水被打跑，百姓安居乐业，齐夸党的领导。国外比较乱糟，整天勾心斗角。纵观世界风云，风景这边独好。'
      },
      {
        title: '萨达姆做好了战斗准备',
        date: '2019-05-03',
        description: '介绍了萨达姆如何做好战斗准备，包括部署了多少坦克。说到坦克，我就想起：稍有常识的人不难看出，倘若我们到铁骑继续前进，这个螳臂当车的歹徒，能够抵挡得了吗？'
      },
      {
        title: '母猪的产后护理',
        date: '2019-06-04',
        description: '介绍了如何对母猪进行产后护理，拿错书了。粮食大丰收，洪水被打跑，百姓安居乐业，齐夸党的领导。国外比较乱糟，整天勾心斗角。纵观世界风云，风景这边独好。'
      },
    ],
  },
  effects: {

  },
  reducers: {

  },
};